<template>
  <div class="modal-agreement">
    <p>尊敬的用户，欢迎访问电动汽车车联网平台。本协议是您与电动汽车车联网平台所有者国网电动汽车服务有限公司之间就电动汽车车联网平台服务等相关事宜所订立的契约，请您仔细阅读本注册协议，您点击"同意"按钮后，本协议即构成对双方有约束力的法律文件。</p>

    <h5>•本协议条款的确认和接受</h5>

    <p>1、本平台在此特别提醒您，在您注册前请务必仔细阅读本协议，如果您对本协议的任何条款和/或将来随时可能修改、补充的条款有异议，您可选择不注册成为本平台的用户。</p>

    <p>2、当您点选“同意”按钮时即视为您已仔细阅读本条款，同意接受本协议条款的所有规范包括接受本平台对本协议条款随时所做的任何修改，并愿受其拘束。</p>

    <p>3、本平台有权在法律允许的范围内修改或者补充本协议条款，协议条款一旦发生变动，将会在重要页面上提示修改内容。如果不同意所改动的内容，您可以主动注销用户账号。如果您继续享用本平台所提供的网络服务，则视为接受服务条款的变动。</p>

    <p>4、本平台保留在任何时候自行决定对平台及其相关功能的变更、升级、修改、转移的权利。本平台进一步保留在本平台中开发新的功能或其它语种服务的权利。上述所有新的功能、软件服务的提供，除非本平台另有说明，否则仍适用本协议。</p>

    <p>5、鉴于e车购账号的绑定注册方式，您同意在注册时将允许您的手机号码及手机设备识别码等信息用于注册。</p>

    <p>6、在用户注册及使用本服务时，e车购需要搜集能识别用户身份的个人信息以便可以在必要时联系用户，或为用户提供更好的使用体验。e车购搜集的信息包括但不限于用户的姓名、实名认证信息等；e车购同意对这些信息的使用将受限于用户个人隐私信息保护的约束。</p>

    <h5>•服务内容</h5>

    <p>1、本平台将按照本协议及相关操作规程为您提供相应的用户服务并保证其所提供服务的合法性，本平台有义务在现有技术上维护整个网上服务及交易的正常运行，并努力提升和改进技术，使您的网上服务和交易活动得以顺利进行。</p>

    <p>2、本平台所提供的用户服务包括：充电服务、车辆租赁服务、行业资讯、账户管理、账户充值等服务，本平台有权根据实际情况的变化调整用户服务具体内容（具体内容由本平台根据实际情况提供）。</p>

    <p>3、本平台仅提供网络服务，与网络服务有关的通信设备（如电脑、调制解调器及其他与接入互联网有关的装置）及通信服务所需的费用（如为接入互联网而支付的电话费及宽带费）由用户自行承担。</p>

    <p>4、用户了解并确认本平台中可能包含由第三方提供的服务，本平台只是为了用户的便利而提供功能模块。用户如需使用此等服务，应另行与服务提供方达成服务协议，支付相应费用并承担可能的风险。本平台对第三方提供的服务不提供任何形式的保证。</p>

    <h5>•使用规则</h5>

    <p>1、用户资料的真实性：您保证自己在注册时用户身份的真实性、正确性及完整性，如果资料发生变化，您应及时更改，本平台不能也不会对您的用户资料不真实、不准确，或您的资料未能及时更新，或因您丢失了身份号码和密码而引起的任何损失或损害承担责任。若您提供任何错误、不实、或不完整的个人信息，并为本平台所确知；或者本平台有合理理由怀疑你个人信息为错误、不实、过时或不完整，本平台有权暂停或终止您的用户账号，并拒绝现在或将来使用服务的全部或一部分。国网电动汽车服务有限公司或本平台有权对用户的注册数据及相关操作进行查阅，发现注册数据或相关操作中存在任何问题或怀疑，均有权向用户发出询问及要求改正的通知或者直接删除等处理。</p>

    <p>2、用户账号、密码</p>

    <p>登录账号为您在本平台的唯一身份权证，为享受本平台提供的用户服务，您须按照对应的服务要求键入正确的登录账号及密码。</p>

    <p>您应保管好自己的登录账号和密码，在服务使用过程中可更改密码。由于个人原因导致登录账号和密码遗失、遗忘或被他人窃取的，本平台不承担责任。</p>

    <p>3、用户销户：请您在销户前先解除电动汽车充电卡绑定服务，否则不得进行销户操作。</p>

    <p>4、用户资金安全</p><p/><p>
      为把您的平台账户资金损失降到最低，本平台要求必须先设置支付密码，才可访问并操作账户充值、充电码购买以及绑定电动汽车充电卡等服务。更多电动汽车充电卡相关信息，详见“电动汽车充电卡使用协议“。

      充电码购买成功后有效期为三天,若购买的充电码里的金额在有效期内未全部使用完,过了有效期限则不可使用,充电码内余额将会按原支付路径退回。

      充电码购买成功后，本平台会推送充电码到您的手机客户端，请注意查收；若因个人原因将手机交于他人或自行向他人泄露充电码，以此所造成的经济损失，本平台不承担任何法律责任，请您务必妥善保管充电码。

      如因系统问题发生的充电码无法使用，请拨打客服热线95598-7。您也可以去附近的营业厅进行相应的业务咨询、处理。
    </p>

    <p>5、您在使用本平台提供的用户服务过程中，必须遵守以下原则：</p><p/><p>遵守中国有关的法律和法规。</p>

    <p>不得为任何抱有非法目的而使用本平台的个人或机构提供相关的网络服务。</p>

    <p>遵守所有与网络服务有关的网络协议、规定和程序。</p>

    <p>禁止出售、转售或复制、开发本平台授予的使用权限。</p>

    <p>禁止基于商业目的模仿国网电动汽车服务有限公司的产品和服务。</p>

    <p>禁止复制和模仿国网电动汽车服务有限公司及本平台的设计理念、界面、功能、图表、文档资料、软件、商标、FLASH、设计、图案、音像、摄影、动画、美术等。</p>

    <p>禁止未经国网电动汽车服务有限公司许可，基于本平台所提供的网络服务或其内容进行修改或制造派生其他产品。</p>

    <p>不得利用本平台进行任何可能对互联网的正常运转造成不利影响的行为。</p>

    <p>不得冒充任何人或机构，或以虚伪不实的方式谎称而使人误认为与任何人或任何机构有关。</p>

    <p>不得利用本平台进行干扰或扰乱国网电动汽车服务有限公司客户服务、绑定充电卡服务及其他客户正常使用的行为。</p>

    <p>不得有意诋毁、损害国网电动汽车服务有限公司声誉或恶意攻击本平台。</p>

    <p>作为用户，您必须承诺，如因您使用本平台的行为，导致国网电动汽车服务有限公司、为此承担了相关的责任，您需全额赔偿国网电动汽车服务有限公司相关支出及损失，包括律师费用、诉讼费等。</p>

    <p>6、用户权责：</p><p/><p>同意接受本平台通过电子邮件、短信或其他方式发送的确认信息、促销信息以及其他服务相关的信息。</p>

    <p>不得以任何方式干扰本平台的服务。</p>

    <p>不得利用本平台的服务从事以下活动：</p><p/><p>未经允许，进入计算机信息网络或者使用计算机信息网络资源；</p><p/><p>未经允许，对计算机信息网络功能进行删除、修改或者增加；</p><p/><p>未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加；</p><p/><p>故意制作、传播计算机病毒等破坏性程序；</p><p/><p>盗窃他人用户账号信息，非法牟利。</p>

    <p>其他危害计算机信息网络安全的行为。</p>

    <p>如果您违反上述规定，平台有权要求其改正或直接采取一切必要措施（包括但不限于中断或终止您使用本平台的权利等），以解除您不当行为对本平台所造成的损失。</p>

    <h5>•用户隐私保护</h5>

    <p>1、本平台保证不对外公开或向第三方提供您的注册资料及在使用网络服务时存储在本平台上的非公开内容，但下列情况除外：</p><p/><p>事先获得用户的明确授权。</p>

    <p>根据有关的法律法规要求。</p>

    <p>按照相关政府主管部门的要求。</p>

    <p>为维护社会公众的利益。</p>

    <p>为维护本平台或用户的合法权益。</p>

    <p>不可抗力所导致的用户信息公开。</p>

    <p>不能归咎于本站的客观情势，所导致的个人资料的公开。</p>

    <p>本平台有充分理由相信用户信息的公开，符合本站和用户利益要求的。</p>

    <p>在不透露单个用户信息的前提下，本平台有权对整个用户数据库进行分析并对用户数据库进行利用。</p>

    <p>本平台应在其网络系统内建立合理的安全体系，包括身份识别体系、内部安全防范体系，以使用户数据完整，并且保密。但用户了解并同意技术手段在不断更新，本平台无法杜绝全部的非安全因素，但本平台会及时更新体系，妥善维护网络及相关数据。</p>

    <h5>•服务变更、中断或终止</h5>

    <p>1、如因系统维护或升级的需要而需暂停网络服务本平台将尽可能事先进行通告。</p>

    <p>2、本平台有权判定您的行为是否符合本平台有关要求，出现包括但不限于以下情形的，本平台有权单方在不作通知的情况下终止对您提供的客户服务，由此产生的风险及责任由您自行承担。如造成本平台损失的，您还应承担赔偿等责任：</p><p/><p>用户提供的注册资料不真实。</p>

    <p>用户违反本协议中规定的使用规则。</p>

    <p>用户无端频繁操作给本平台带来不必要的麻烦。</p>

    <p>用户完成平台的注销手续时，本协议即为终止。</p>

    <p>3、本协议的终止并不意味着终止前所发生的未完成客户指令的撤销，也不能消除因终止前的交易所带来的法律后果。</p>

    <p> 4本平台保留在不事先通知用户的情况下随时中断或终止部分或全部网络服务的权利，对于所有服务的中断或终止而造成的任何损失，本平台无需对用户或任何第三方承担任何责任。</p>

    <h5>•知识产权</h5>

    <p>1、国网电动汽车服务有限公司拥有本平台的著作权、商标权、商业秘密以及其他相关的知识产权，包括但不限于各种文档资料、软件、商标、FLASH、设计、图案、音像、摄影、动画、美术等。其它本协议中未经提及的权利亦由国网电动汽车服务有限公司保留。</p>

    <p>2、国网电动汽车服务有限公司及相关标识均属于国网电动汽车服务有限公司的知识产权，并受到著作权法，商标法和其它知识产权法律的保护，未经授权地复制，模仿，使用或发布上述标识，均被禁止。</p>

    <p>3、未经国网电动汽车服务有限公司事先书面同意，用户不得为任何营利性或非营利性的目的自行实施、利用、转让或许可任何第三方实施、利用、转让上述知识产权。</p>

    <h5>•免责声明</h5>

    <p>1、本平台不就互联网的中断或无法运作、技术故障、计算机错误或病毒、信息损坏或丢失或其它在本平台合理控制范围之外的原因而产生的其他任何性质的破坏而向用户或任何第三方承担赔偿责任。</p>

    <p>2、国网电动汽车服务有限公司不保证用户在使用本平台时在操作上不会中断或没有错误，不保证会纠正本平台所有缺陷，亦不保证本平台能满足用户的所有要求。</p>

    <p>3、本平台不担保其所提供的网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。如因本平台原因造成本平台不正常中断或其它技术故障，则用户同意所获唯一赔偿为不超过本协议项下已收取费用总额。</p>

    <p>4、用户明确同意其使用本平台网络服务所存在的风险将完全由其自己承担；因其使用本网络服务而产生的一切后果也由其自己承担，国网电动汽车服务有限公司对用户不承担任何责任。</p>

    <p> 5、在所适用的法律允许范围内，任何一方均无须就数据的丢失和/或损坏及任何间接的、附带的、特殊的、后果性的损失向另一方负责赔偿。</p>

    <p>6、本平台部分业务模块由第三方软件进行支撑，若此功能模块非本平台接口所造成的功能异常或第三方软件中所出现的任何内容错误，本平台不承担责任。</p>

    <h5>•本平台链接</h5>

    <p>1、从本平台链接至国网电动汽车服务有限公司以外的网站： 某些情况下，本平台会提供可能跳转至国际互联网上的其它页面或网站的链接。此链接将会引您至第三方发行或经营的网站，而该第三方并非国网电动汽车服务有限公司的合作机构或与国网电动汽车服务有限公司有任何联系。国网电动汽车服务有限公司将该链接列入平台内，仅为协助用户浏览和参考之用。国网电动汽车服务有限公司致力于挑选声誉良好的网站和资料来源，以方便用户。 然而，除非国网电动汽车服务有限公司已经明确声明与该第三方有合作关系，提供链接至此第三方网站或网页，并不视为国网电动汽车服务有限公司同意、推荐、认可、保证或推介任何第三方或在第三方网站上所提供的任何服务、产品，亦不可视为国网电动汽车服务有限公司与该第三方及其网站有任何形式的合作。</p>

    <p>2、 从本平台链接至国家电网公司其它网站： 本平台亦包含链接至国家电网公司其它网站，以方便您的使用。该网站所提供的产品和服务只提供给身处或居所属于该司法管辖地区的人士使用。国家电网公司其他网站各自制定使用条款，条款可能互有差异，您应先仔细查阅适用的使用条款，然后才使用相关的网站。</p>

    <p>3、从其他平台链接至本平台： 若您想在第三方的网站以任何形式建立链接至本平台，必须先取得国网电动汽车服务有限公司的书面同意,国网电动汽车服务有限公司有权决定是否核准建立此链接。 凡从第三方网站建立任何链接至本平台，国网电动汽车服务有限公司不负责该链接的建立与设置。依此建立的链接，并不构成国网电动汽车服务有限公司与该第三方网站有任何形式的合作，亦不构成国网电动汽车服务有限公司对该第三方网站的认同。 如因该链接而产生或导致的任何需由您或第三方承担或蒙受的损失或损害，国网电动汽车服务有限公司不承担任何责任。对于经由国网电动汽车服务有限公司核准以纯文字格式或任何形式建立的链接，国网电动汽车服务有限公司保留随时撤销核准的权利，并有权要求清除任何指向本平台的链接。</p>

    <h5>•不可抗力</h5>

    <p>1、如果由于黑客攻击或政府管制或网络通讯瘫痪等用户对其发生和后果不能预见的事件，双方均确认此属不可抗力；双方应按照不可抗力对影响履行本协议的程度，协商决定是否解除本协议、免除履行本协议的部分义务，或者延期履行本协议。</p>

    <h5>•法律适用及争议解决</h5>

    <p>1、本协议适用中华人民共和国法律。如遇本协议有关的某一特定事项缺乏明确法律规定，则应参照通用国际商业惯例和（或）行业惯例。</p>

    <p>2、因双方就本协议的签订、履行或解释发生争议，双方应努力友好协商解决。如协商不成，任何一方均有权向国网电动汽车服务有限公司所在地有管辖权的人民法院起诉。</p>

    <h5>•协议的转让</h5>

    <p>1、除非取得本平台事先书面同意，用户不得将其在本协议项下的权利与义务转让给任何第三方。</p>

    <h5>•其他</h5>

    <p>1、如本协议的任何条款被视作无效或无法执行，则上述条款可被分离，其余部分则仍具有法律效力。</p>

    <p>2、本平台于用户过失或违约时放弃本协议规定的权利的，不得视为其对用户的其他或以后同类之过失或违约行为弃权。</p>
  </div>
</template>
<script>
    export default {
      name: 'RegisterProtocol'
    }
</script>
<style scoped lang="less">
    @import "../../assets/css/protocolStyle.less";
</style>
