<template>
  <div class="modal-agreement">
    <p>为明确供电人和用电人在电力供应与使用中的权利和义务，安全、经济、合理、有序地供电和用电，根据《合同法》、《电力法》、《电力监管条例》、《电力供应与使用条例》、《供电监管办法》、《供电营业规则》等有关规定，双方经协商一致，订立本合同。</p>
    <p>1. 用电地址、用电性质和用电容量。</p>
    <p>1.1 用电地址：___________。</p>
    <p>1.2 用电性质：___________。</p>
    <p>（1）行业分类：___________。</p>
    <p>（2）用电分类：___________。</p>
    <p>1.3 合同约定容量为_______千伏安/千瓦，该容量为用电人最大用电容量。</p>
    <p>2. 供电方式</p>
    <p>2.1 供电人向用电人提供380V/220V交流50Hz电源，经以下变压器向用电人供电：</p>
    <p>（1）___________公用变压器。</p>
    <p>（2）___________公用变压器。</p>
    <p>（3）______________________。</p>
    <p>供电人在不影响用电人正常用电的情况下，有权自行调整供电方式。</p>
    <p>2.2 因电网意外断电影响安全生产的，用电人应自行采取电或非电保安措施。用电人若有保安负荷时，应自备应急电源，并装设可靠的闭锁装置，防止向电网倒送电。</p>
    <p>（1）用电人自备发电机____千瓦，闭锁方式为 _____。</p>
    <p>（2）不间断电源（UPS）_____千瓦。</p>
    <p>3. 产权分界点及责任划分</p>
    <p>3.1 供用电设施产权分界点 为：</p>
    <p>（1）_________（见附件2之附图）</p>
    <p>（2）_________（见附件2之附图）</p>
    <p>供用电设施产权分界点以文字和《供电接线及产权分界示意图》（附件2）表述；如二者不一致，以本条文字描述为准。</p>
    <p>本条约定的分界点电源侧产权属供电人，分界点负荷侧产权属用电人。双方各自承担其产权范围内供用电设施的运行维护管理责任，并承担各自产权范围内供用电设施上发生事故等引起的法律责任。</p>
    <p>4. 用电计量</p>
    <p>4.1 用电计量装置 </p>
    <p>□普通电能表   □费控电能表    □其他  </p>
    <p>4.2 按照规定，每一受电点内按不同电价类别分别安装电能计量装置，其记录作为向用电人计算电费的依据。</p>
    <p>（1）计量点1：计量装置装设在____处，为总/分表，记录数据作为用电人_____类别用电量的计量依据。</p>
    <p>（2）计量点2：计量装置装设在____处，为总/分表，记录数据作为用电人_____类别用电量的计量依据。</p>
    <p>4.3 未分别计量的电量认定：</p>
    <p>_____计量装置计量的电量包含多种电价类别的电量，对___电价类别的用电量，每月按以下第___种方式确定：</p>
    <p>（1）____电量定比为：____％；</p>
    <p>（2）____电量定量为____千伏安/千瓦时；其余电量电价类别为____。</p>
    <p>以上方式及核定值双方每年至少可以提出重新核定一次，对方不得拒绝。重新核定后，从下一个抄表周期开始，按重新核定的比例和定量确定各类电价的用电量。</p>
    <p>4.4 各计量点计量装置配置如下：</p>
    <table class="httable">
      <tbody>
        <tr><td>计量点</td><td>计量设备名称</td><td>计算倍率</td><td>备注</td></tr>
        <tr><td/><td/><td/><td/></tr>
        <tr><td/><td/><td/><td/></tr>
        <tr><td/><td/><td/><td/></tr>
        <tr><td/><td/><td/><td/></tr>
      </tbody>
    </table>
    <p>5. 电价及电费结算</p>
    <p>5.1 电价按照政府主管部门批准的电价执行，根据调价政策规定进行调整。</p>
    <p>根据国家《功率因数调整电费办法》的规定，功率因数调整电费的考核标准为_____，相关电费计算按规定执行。</p>
    <p>5.2 抄表周期为____，抄表例日为____。供电人可以单方调整抄表周期和抄表例日，但须通知用电人。</p>
    <p>5.3 抄表方式：采用人工/自动抄录方式。</p>
    <p>采用用电信息采集装置自动抄表的，其自动抄录的数据作为电度电费结算依据，当装置故障时，依人工抄录数据为准。</p>
    <p>5.4 电费按抄表周期结算，支付方式为________，用电人应在当月___日前结清全部电费。双方可另行订立电费结算协议。</p>
    <p>5.5 用电人将用电地址内的房屋、场地出租、出借或以其他方式给他人使用的，用电人仍需承担交纳电费的义务。</p>
    <p>5.6 若遇电费争议，用电人应先按结算电费金额按时足额交付电费，待争议解决后，双方据实退、补。</p>
    <p>6. 计量失准及异议处理规则</p>
    <p>6.1 一方认为用电计量装置失准，有权提出校验请求，对方不得拒绝。校验应由有资质的计量检定机构实施。如供电人已为用电人提供计量装置校验服务超过三次且不属于供电人责任的，则超出部分相关费用由用电人承担。</p>
    <p>用电人在申请验表期间，其电费仍应按期交纳，验表结果确认后，再行退、补电费。</p>
    <p>6.2 计量失准时，计费差额电量按下列方式确定：</p>
    <p>（1）互感器或电能表误差超出允许范围时，以“0”误差为基准，按验证后的误差值确定计费差额电量。上述超差时间从上次校验或换装后投运之日至误差更正之日的二分之一时间计算；</p>
    <p>（2）其他非人为原因致使计量记录不准时，以用电人上年度或正常月份用电量的平均值为基准，确定计费差额电量，计算退、补电量的时间按导致失准时间至误差更正之日的差值确定。</p>
    <p>发生以上情形，退、补电量未确定之前，用电人先按抄见电量如期交纳电费，误差确定后，再行退补。</p>
    <p>6.3 以下原因导致的电能计量或计算出现差错时，计费差额电量按下列方式确定：</p>
    <p>（1）计费计量装置接线错误的，以其实际记录的电量为基数，按正确与错误接线的差额率退、补电量，计算退、补电量的时间从上次校验或换装投运之日至接线错误更正之日；</p>
    <p>（2）计算电量的计费倍率与实际倍率不符的，以实际倍率为基准，按正确与错误倍率的差值确定计费差额电量，计算退、补电量的时间以发生时间为准确定。</p>
    <p>发生以上情形，退、补电量未确定之前，用电人先按抄见电量如期交纳电费，误差确定后，再行退补。</p>
    <p>6.4 抄表记录、用电信息采集系统、表内留存的信息作为双方处理有关计量争议的依据。</p>
    <p>6.5 按确定的退补电量和误差期间的电价标准计算退、补电费。</p>
    <p>7. 供电质量</p>
    <p>在电力系统处于正常运行状况下，供到用电人受电点的电能质量应符合国家规定的标准。</p>
    <p>8. 连续供电</p>
    <p>8.1 在发供电系统正常情况下，供电人连续向用电人供电。</p>
    <p>8.2 发生如下情形之一的，供电人可中止供电：</p>
    <p>（1）供电设施计划或临时检修的；</p>
    <p>（2）用电人危害供用电安全，扰乱供用电秩序，拒绝检查的；</p>
    <p>（3）用电人逾期未交电费，经供电人催交仍未交付的；</p>
    <p>（4）用电人受电装置经检验不合格，在指定期间未改善的；</p>
    <p>（5）用电人注入电网的谐波电流超过标准，以及冲击负荷、非对称负荷等对电网电能质量产生干扰和妨碍，严重影响、威胁电网安全，拒不按期采取有效措施进行治理改善的；</p>
    <p>（6）用电人拒不在限期内拆除私增用电容量的；</p>
    <p>（7）用电人拒不在限期内交付违约用电引起的费用的；</p>
    <p>（8）用电人违反安全用电、有序用电有关规定，拒不改正的；</p>
    <p>（9）发生不可抗力或紧急避险的；</p>
    <p>（10）用电人实施本合同第13条行为的；</p>
    <p>（11）用电人装有预购电装置、限流开关、负荷控制装置的，在预购电量使用完毕、用户超容量用电或超负荷用电时自动停电的；</p>
    <p>（12）供电人执行政府机关或授权机构依法做出的停电指令的；</p>
    <p>（13）因电力供需紧张等原因需要停电、限电的；</p>
    <p>（14）法律、法规和规章规定的其他情形。</p>
    <p>9. 中止供电程序</p>
    <p>9.1 因故需要中止供电的，按如下程序进行：</p>
    <p>（1）供电设施计划检修需要中止供电的，供电人应当提前7日公告停电区域、停电线路、停电时间，并通知重要电力用户等级的用电人；</p>
    <p>（2）供电设施临时检修需要中止供电的，供电企业应当提前24小时公告停电区域、停电线路、停电时间，并通知重要电力用户等级的用电人。</p>
    <p>9.2 发生以下情形之一的，供电人可当即中止供电：</p>
    <p>（1）发生不可抗力或紧急避险；</p>
    <p>（2）用电人实施本合同第13.6条至第13.11条行为的。</p>
    <p>9.3 因执行政府机关或授权机构做出的停电指令而中止供电的，供电人应按照指令的要求中止供电。</p>
    <p>9.4 除以上中止供电情形外，需对用电人中止供电时，按如下程序进行：</p>
    <p>（1）停电前三至七天内，将停电通知书送达用电人,对重要电力用户的停电，同时将停电通知书报送同级电力管理部门；</p>
    <p>（2）停电前30分钟，将停电时间再通知用电人一次。</p>
    <p>9.5 引起中止供电或限电的原因消除后，供电人应在三日内恢复供电。不能在三日内恢复供电的，应向用电人说明原因。</p>
    <p>10. 配合事项</p>
    <p>10.1 供电人为用电人交费和查询电价、电费、用电量、电能表示数提供方便。</p>
    <p>10.2 为保障电网安全或因发电、供电系统发生故障以及根据本合同约定，需要停电、限电时，用电人应予以配合。</p>
    <p>10.3 供电人依法进行的用电检查或抄表，用电人应提供方便并予以配合，根据检查内容提供相应资料。用电检查的内容是：</p>
    <p>（1）用户受（送）电装置工程施工质量检验；</p>
    <p>（2）用户受（送）电装置中电气设备运行安全状况；</p>
    <p>（3）用电计量装置、电力负荷控制装置、继电保护和自动装置、调度通讯等安全运行状况；</p>
    <p>（4）供用电合同及有关协议履行的情况；</p>
    <p>（5）受电端电能质量状况；</p>
    <p>（6）违章用电和窃电行为；</p>
    <p>（7）并网电源、自备电源并网安全状况。</p>
    <p>10.4 用电计量装置的安装、移动、更换、校验、拆除、加封、启封由供电人负责，用电人应提供必要的方便和配合；安装在用电人处的用电计量装置由用电人妥善保管，如有异常，应及时通知供电人。</p>
    <p>11. 质量共担</p>
    <p>用电人用电时的功率因数和谐波源负荷、冲击负荷、非对称负荷等产生的干扰与影响应符合国家标准。如用电人行为影响电网供电质量，威胁电网安全，供电人有权要求用电人限期整改，并在必要时采取有效措施解除对电网安全的上述威胁，用电人应给予充分必要的配合。</p>
    <p>12. 供电人不得实施的行为</p>
    <p>12.1 故意使用电计量装置计量错误；</p>
    <p>12.2 随电费收取其他不合理费用。</p>
    <p>13. 用电人不得实施的行为</p>
    <p>13.1 在电价低的供电线路上，擅自接用电价高的用电设备或私自改变用电类别；</p>
    <p>13.2 私自超过合同约定容量用电；</p>
    <p>13.3 擅自使用已在供电人处办理暂停手续的电力设备或启用已封存电力设备；</p>
    <p>13.4 私自迁移、更动和擅自操作供电人的用电计量装置；</p>
    <p>13.5 擅自引入（供出）电源或将自备应急电源和其他电源并网；</p>
    <p>13.6 在供电人的供电设施上，擅自接线用电；</p>
    <p>13.7 绕越供电人用电计量装置用电；</p>
    <p>13.8 伪造或者开启供电人加封的用电计量装置封印用电；</p>
    <p>13.9 损坏供电人用电计量装置；</p>
    <p>13.10 使供电人用电计量装置失准或者失效；</p>
    <p>13.11 采取其他方法导致不计量或少计量。</p>
    <p>14. 供电人的违约责任</p>
    <p>14.1 供电人违反本合同约定，应当按照国家、电力行业标准或本合同约定予以改正，继续履行。</p>
    <p>14.2 供电人违反本合同电能质量义务给用电人造成损失的，应赔偿用电人实际损失，最高赔偿限额为用电人在电能质量不合格的时间段内实际用电量和对应时段的平均电价乘积的百分之二十。但因用电人原因导致供电人未能履行电能质量保证义务的，则对用电人的该部分损失，供电人不承担赔偿责任。</p>
    <p>14.3 供电人违反本合同约定实施停电给用电人造成损失的，应赔偿用电人实际损失，最高赔偿限额为用电人在停电时间内可能用电量（该用电量的计算参照）电度电费的五倍。</p>
    <p>前款所称的可能用电量，按照停电前用电人在上月与停电时间对等的同一时间段的平均用电量乘以停电小时求得。</p>
    <p>14.4 供电人未履行抢修义务而导致用电人损失扩大的，对扩大损失部分按本条第3款的原则给予赔偿。</p>
    <p>14.5 供电人随电费收取其他不合理费用，造成用电人损失的，应退还用电人有关费用。</p>
    <p>14.6 有如下情形之一的，供电人不承担违约责任：</p>
    <p>（1）符合本合同第八条约定的连续供电的除外情形且供电人已履行必经程序；</p>
    <p>（2）电力运行事故引起开关跳闸，经自动重合闸装置重合成功；</p>
    <p>（3）多电源供电只停其中一路，其他电源仍可满足用电人用电需要的；</p>
    <p>（4）用电人未按合同约定安装自备应急电源或采取非电保安措施，或者对自备应急电源和非电保安措施维护管理不当，导致损失扩大部分；</p>
    <p>（5）因用电人的过错行为所导致；</p>
    <p>（6）不可抗力；</p>
    <p>（7）用电人应对其设备的安全负责，供电人不承担因被检查设备不安全引起的任何直接损坏或损害的赔偿责任；</p>
    <p>（8）法律、法规和规章规定的其它免责情形。</p>
    <p>15. 用电人的违约责任</p>
    <p>15.1 用电人违反本合同约定义务，应当按照国家、电力行业标准或本合同约定予以改正，并继续履行。用电人违约行为危及供电安全时，供电人可要求用电人立即改正，用电人拒不改正时，供电人可采用操作用电人设施等方式直接代替用电人改正，相关费用和损失由用电人承担。</p>
    <p>15.2 由于用电人责任造成供电人对外供电停止，应当按供电人少供电量乘以上月份平均售电单价给予赔偿；其中，少供电量为停电时间上月份每小时平均供电量乘以停电小时。停电时间不足１小时的按１小时计算，超过１小时的按实际停电时间计算。</p>
    <p>15.3 因用电人过错给供电人或者其他用户造成财产损失的，用电人应当依法承担赔偿责任。本款责任不因15.4条责任而免除。</p>
    <p>15.4 用电人有以下违约行为,应按合同约定向供电人支付违约金或违约使用电费：</p>
    <p>（1）用电人违反本合同约定逾期交付电费，当年欠费部分的每日按欠交额的千分之二、跨年度欠费部分的每日按欠交额的千分之三计付；但累计不超过造成损失的百分之三十，交纳电费时应先冲抵到期电费债务，即用户应先交纳电费欠费后再交纳违约金；</p>
    <p>（2）用电人擅自改变用电类别或在电价低的供电线路上，擅自接用电价高的用电设备的，按差额电费的两倍计付违约使用电费，差额电费按实际违约使用日期计算；违约使用起讫日难以确定的，按三个月计算；</p>
    <p>（3）擅自迁移、更动或操作用电计量装置、电力负荷管理装置、擅自操作供电企业的供电设施以及约定由供电人调度的受电设备的，按每次5000元计付违约使用电费；</p>
    <p>（4）擅自引入、供出电源或者将自备电源和其他电源私自并网的，按引入、供出或并网电源容量的每千伏安/千瓦500元计付违约使用电费；</p>
    <p>（5）用电人擅自在供电人供电设施上接线用电、绕越用电计量装置用电、伪造或开启已加封的用电计量装置用电，损坏用电计量装置、使用电计量装置不准或失效的，按补交电费的三倍计付违约使用电费。少计电量时间无法查明时，按180天计算。日使用时间按小时计算，其中，电力用户每日按12小时计算，照明用户每日按6小时计算。</p>
    <p>15.5 用电人发生恶意拖欠电费、违约用电、窃电等情形的，供电人可以将用电人列入失信客户名单，提交给金融机构、政府的征信系统作为信用评价的依据。</p>
    <p>15.6 因用电人原因导致表计等计量装置断开或中止供电，影响光伏、风力、水电等发电并网的情况，由用电人自行承担一切损失。</p>
    <p>15.6 用电人违约责任因以下原因而免除：</p>
    <p>（1）不可抗力；</p>
    <p>（2）法律、法规及规章规定的免责情形。</p>
    <p>15.7 因追究用电人违约责任而产生的费用，包括但不限于律师费、差旅费等费用由用电人承担。</p>
    <p>16. 合同的生效、转让及变更</p>
    <p>16.1 合同生效</p>
    <p>（1）用电人受电装置已验收合格，业务相关费用已结清且本合同和有关协议均已签订后，供电人应即依本合同向用电人供电。</p>
    <p>（2）本合同经双方签署并加盖公章或合同专用章后成立。合同有效期为____年，自____起至____止。合同有效期届满，双方均未提出书面异议的，继续履行，有效期按本合同有效期限重复续展。</p>
    <p>（3）对合同有异议的，应在本合同约定的期限或续展期限届满日之前30天向对方提出书面意见，经协商，双方达成一致，重新签订供用电合同；双方不能达成一致，在双方对供用电事宜达成新的书面协议前，本合同继续有效。</p>
    <p>16.2 合同转让</p>
    <p>未经对方同意，任何一方不得将本合同项下的权利和义务转让给第三方。</p>
    <p>16.3 合同变更</p>
    <p>合同如需变更，双方协商一致后签订《合同事项变更确认书》（附件三）。</p>
    <p>17. 争议解决 </p>
    <p>17.1 双方发生争议时，应本着诚实信用原则，通过友好协商解决。</p>
    <p>17.2 若争议经协商仍无法解决的，按以下第____种方式处理：</p>
    <p>（1）仲裁：提交____仲裁，按照申请仲裁时该仲裁机构有效的仲裁规则 进行仲裁。仲裁裁决是终局的，对双方均有约束力；</p>
    <p>（2）诉讼：向 _____所在地人民法院提起诉讼。</p>
    <p>17.3 在争议解决期间，合同中未涉及争议部分的条款仍须履行。</p>
    <p>18. 通讯</p>
    <p>18.1 供电人用电业务联系电话为_______。</p>
    <p>18.2 用电人联系电话</p>
    <p>（1）用电业务联系人_______，电话________，调度电话______；</p>
    <p>（2）电气联系人_________，电话_________；</p>
    <p>（3）财务联系人_________，电话_________。</p>
    <p>联系方式________________</p>
    <p>19. 附则</p>
    <p>19.1 本合同正本一式___份，供电人执___份，用电人执 ___份，具有同等法律效力。</p>
    <p>合同签署前，双方按供用电业务流程所形成的申请、批复等书面资料，为合同附件，与合同正文具有同等效力。</p>
    <p>本合同附件包括：</p>
    <p>（1）附件1：术语定义。</p>
    <p>（2）附件2：供电接线及产权分界示意图。</p>
    <p>（3）附件3：合同事项变更确认书。</p>
    <p>（4）__________________</p>
    <p>19.2 双方是在完全清楚、自愿的基础上签订本合同。</p>
    <p>20. 特别约定</p>
    <p>本特别约定 是合同各方经协商后对合同其他条款的修改或补充，如有不一致，以特别约定为准。</p>
    <p>______________________</p>
    <p>______________________</p>
    <br>
    <p style="text-indent: 0;">用电方签名（盖章）&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;供电方签名（盖章）</p>
    <br>
    <p style="text-indent: 0;">签订时间：&nbsp;&nbsp;&nbsp;年&nbsp;&nbsp;月&nbsp;&nbsp;日&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;签订时间：&nbsp;&nbsp;&nbsp;年&nbsp;&nbsp;月&nbsp;&nbsp;日</p>
    <br>
    <p class="text-right" style="text-indent: 0;">国网e车购监制</p>
  </div>
</template>
<script>
  export default {
    name: 'Protocol3'
  }
</script>
<style scoped lang="less">
    @import "../../assets/css/protocolStyle.less";
</style>
