<template>
  <div class="modal-agreement">
    <h5>尊敬的电力客户：</h5>
    <p>欢迎您到国网电力公司办理用电业务！为了方便您办理业务，请您仔细阅读以下内容。</p>
    <h5>一、业务办理流程</h5>
    <p>用电申请 → 交费并签订合同 → 装表接电</p>
    <h5>二、业务办理说明及注意事项</h5>
    <h5>1．用电申请、交费并签订合同</h5>
    <p>请您按照《客户申请所需资料清单》要求提供申请资料。</p>
    <p>在受理您用电申请时，请您与我们签订供用电合同，并按照文件规定的营业服务收费项目和收取标准交清相关费用。</p>
    <p>根据国家有关规定，产权分界点是供用电双方运行维护管理以及安全责任范围的分界点。计费电能表的出线端处为双方产权分界点，产权分界点以上部分（电源侧）的线路等配电设施及计费电能表由供电方出资、安装并归其所有，产权分界点以下部分（用户侧）的线路及防触、漏电的剩余电流动作保护器（俗称漏电保护器）等用电设施由用电方出资、安装并归其所有。</p>
    <h5>2．装表接电</h5>
    <p>在受理您用电申请后，我们将在下一个工作日或与您约定的时间安排客户经理至现场查看供电条件，并答复供电方案。并在3个工作日内装表接电，如您的用电涉及工程施工，我们将在5个工作日内完成装表接电。</p>
    <p>您应当按照国家有关规定，自行购置、安装合格的漏电保护器，确保用电安全。</p>
    <p>请您对我们的服务进行监督，如有建议或意见，请及时拨打95598服务热线或登录e车购，我们将竭诚为您服务！</p>
    <p>您可以关注公众微信号“国网e车购”。</p>
  </div>
</template>
<script>
  export default {
    name: 'Protocol1'
  }
</script>
<style scoped lang="less">
    @import "../../assets/css/protocolStyle.less";
</style>
